<template>
	<div class="cam-showtext-main">		
		<order-header></order-header>
		<div class="mp-showtext-content">
			欢迎访问1元夺宝，申请使用
			<b class="content-b">
				北京趣拿软件科技有限公司（以下称去哪儿网）
			</b>
				提供的1元夺宝服务 （“1元夺宝”指参与者支付1元即可购买1张去哪儿门票2元代金券，并同时获赠1次抽奖机会。）请您（下列简称 为“用户”）仔细阅读以下全部内容（特别是粗体下划线标注的内容）。
			<b class="content-b">
				如用户不同意本服务条款任意内容，请勿注册或参与1元夺宝。如用户通过进入注册程序并勾选“我同意1元夺宝服务协议”，即表示用户与去哪儿网已达成协议，自愿接受本服务条款的所有内容。
			</b>
			<br><br>  
				*用户使用1元夺宝的前提条件
			<br><br>  
				1.用户拥有去哪儿网会员帐号
			<br><br>  
				用户参与1元夺宝的前提是注册并拥有一个去哪儿网帐号。因此，本服务协议是《去哪儿网用户协议》的补充条款，与《去哪儿网用户协议》具有同等法律效力。
			<br><br>  
				2.用户在参与1元夺宝时须具备相应的权利能力和行为能力，能够独立承担法律责任，如果用户在18周岁以下，必须在父母或监护人的监护下才能参与本活动。
			<br><br>   
			*用户管理
			<br><br>  
			1.用户ID
			<br><br>  
				用户登录去哪儿网账号并参与1元夺宝活动时，本活动会为每位用户生成一个账户ID，作为其参与1元夺宝的唯一身份标识，用户需要对其账户发生的所有行为负责。
			<br><br>  
			2.夺宝币细则
			<br><br>  
			<b class="content-b">
				用户支付1元购买1张去哪儿门票2元代金券，同时获赠1次抽奖机会用以进行奖品抽奖。一旦支付成功，非因法定原因或产品提供方过错，用户的订单无法退回。
			</b>
			<br><br>  
				3.用户应当保证在参与1元夺宝的过程中遵守诚实信用原则，不扰乱1元夺宝的正常秩序，不得使用程序自动处理等非法方式破坏活动公平，否则，由此给去哪儿网或其他用户造成的损失将由您依据法律规定承担。
			<br><br>  
				*1元夺宝的参与规则
			<br><br>  
			1.释义
			<br><br>  
				（1）夺宝号码：指用户支付1元购买2元门票代金券时附赠的抽奖机会，以夺宝号码的形式随机发放给用户。
			<br><br> 
				（2）幸运号码：指某件奖品的全部夺宝号码(即抽奖机会)分配完毕后，1元夺宝根据1元夺宝规则（详见1元夺宝官方页面）计算出的一个号码。持有该幸运号码的用户可获得该奖品1份。
			<br><br>  
				2.去哪儿网承诺遵循公平、公正、公开的原则运营1元夺宝，确保所有用户在该活动中享受同等的权利与义务，中奖结果向所有用户公示。
			<br><br>  
				3.用户知悉：除本协议另有约定外，无论是否获得奖品，用户用于购买去哪儿门票2元代金券的金额，非因法定原因或产品提供方过错，无法退回；用户完全了解参与1元夺宝活动的存在风险，去哪儿网不保证用户参与1元夺宝一定会获得奖品。
			<br><br>  
			<b class="content-b">
				4.用户通过参与1元夺宝中奖后，应在30个自然日内登录去哪儿APP进入1元夺宝活动页，在【我的-幸运记录】中自行兑奖，否则视为放弃该奖品中奖资格，用户因此行为造成的损失，将有用户自行承担。
			</b>
			<br><br>  
				5.用户通过参与1元夺宝活动获得的门票类奖品，除不可抗力因素等法定原因或产品提供方过错（如自然灾害、园区关门等），不可退票，请在兑奖时确认好自己的行程。
			<br><br>  
			<b class="content-b">
				6.如果下列情形发生，去哪儿网有权在法律允许范围内取消用户夺宝订单：
				<br><br>  
				（1）因不可抗力、1元夺宝系统发生故障或遭受第三方攻击，或发生其他去哪儿网无法控制的情形；
				<br><br>  
				（2）根据去哪儿网已经发布的或将来可能发布或更新的各类规则、公告的规定，去哪儿网有权取消用户订单的情形。
				<br><br>  
				因以上两个因素被取消订单的用户可申请订单退款，去哪儿网也会酌情提供补偿。
			</b>
			<br><br>  
			7. 去哪儿网会保证活动的公开性，并根据夺宝号码分配情况确定奖品的开奖时间。去哪儿网有权在始终不能满足开奖启动条件的情况下取消该抽奖活动。
			<br><br>  
			*本服务协议的修改 用户知晓去哪儿网不时公布或修改的与本服务协议有关的其他规则、条款及公告等是本服务协议的组成部分。去哪儿网有权在必要时通过在1元夺宝活动页面内发出公告等合理方式修改本服务协议，用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务协议。用户如继续使用本服务协议涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务协议为准；用户在不同意修改内容的情况下，应立即停止使用本服务协议涉及的服务。 
		</div>
	
	</div>
</template>

<script>
	import header from './header'


	export default {
		data () {
			return {

			}
		},

		components: {
			"order-header": header
		}

	}
</script>


<style scoped>
	.cam-showtext-main {
		position: absolute;
		left: 0;
		top: 0;	
		width: 100%;
		min-height: 100%;
		background: #fff;
	}

	.mp-showtext-content {
	    font-weight: normal;
	    margin: .2rem;
	    line-height: .36rem;
	    font-size: .24rem;
	    color: #333;
	}

	.cam-showtext-main .content-b {
	    font-weight: normal;
	    text-decoration: underline;
	}

</style>
